export const mosque = [
    {
        "name": "서울중앙성원",
        "address": "서울시 용산구 우사단로",
        "nation": "한국"
    }, {
        "name": "포천성원",
        "address": "경기도 포천시 소흘읍",
        "nation": "방글라데시"
    }, {
        "name": "경기광주성원",
        "address": "경기도 광주시 역동로",
        "nation": "방글라데시"
    }, {
        "name": "파주성원",
        "address": "경기도 파주시 월롱면",
        "nation": "방글라데시"
    }, {
        "name": "김포성원",
        "address": "경기도 김포시 월하로",
        "nation": "한국"
    }, {
        "name": "안산성원",
        "address": "경기도 안산시 단원구 원곡공원로",
        "nation": "방글라데시"
    }, {
        "name": "안양성원",
        "address": "경기도 안양시 만안구 삼덕로",
        "nation": "방글라데시"
    }, {
        "name": "부평성원",
        "address": "인천광역시 부평구 마장로",
        "nation": "파키스탄"
    }, {
        "name": "인천성원",
        "address": "인천광역시 미추홀구 경인로",
        "nation": "한국"
    }, {
        "name": "대전성원",
        "address": "대전광역시 유성구 대학로",
        "nation": ""
    }, {
        "name": "전주성원",
        "address": "전북 전주시 덕진구 백동6길",
        "nation": "시리아"
    }, {
        "name": "이슬람 우스만 대구성원",
        "address": "대구광역시 달서구 와룡로",
        "nation": "파키스탄"
    }, {
        "name": "이슬람 알-후다 구미성원",
        "address": "경북 구미시 구미중앙로",
        "nation": "인도네시아"
    }, {
        "name": "김해성원",
        "address": "경남 김해시 분성로",
        "nation": "인도네시아"
    }, {
        "name": "창원성원",
        "address": "경남 창원시 중앙동",
        "nation": "인도네시아"
    }, {
        "name": "이슬람 알-파타 부산성원",
        "address": "부산 금정구 금단로",
        "nation": "한국/인도네시아"
    }, {
        "name": "전남광주성원",
        "address": "광주광역시 북구 양산제로",
        "nation": ""
    }, {
        "name": "제주성원",
        "address": "제주특별자치도 제주시 원노형 6길",
        "nation": ""
    }, {
        "name": "구로구 기도실",
        "address": "서울 구로구 구로동로 42길 6-6",
        "nation": ""
    }, {
        "name": "용산구 기도실",
        "address": "서울 용산구 신흥로 43",
        "nation": ""
    }, {
        "name": "금천구 기도실",
        "address": "서울 금천구 두산로 9가길 29 옥탑",
        "nation": ""
    }, {
        "name": "중랑구 기도실",
        "address": "서울 중랑구 봉화산로 8길 8 지하",
        "nation": "방글라데시"
    }, {
        "name": "영등포구 기도실",
        "address": "서울 영등포구 가마산로 31길 36-14",
        "nation": "방글라데시"
    }, {
        "name": "코엑스",
        "address": "서울 강남구 영동대로 513 코엑스 3층",
        "nation": ""
    }, {
        "name": "강남호텔",
        "address": "서울 강남구 봉은사로 139 강남호텔",
        "nation": ""
    }, {
        "name": "한국관광공사 서울센터",
        "address": "서울 중구 청계천로 40 한국관광공사 서울센터 2층",
        "nation": ""
    }, {
        "name": "프레지던트 호텔",
        "address": "서울 중구 을지로 16 프레지던트 호텔",
        "nation": ""
    }, {
        "name": "프레이저 플레이스 센트럴 호텔",
        "address": "서울 중구 통일로 78 프레이저 플레이스 센트럴 호텔",
        "nation": ""
    }, {
        "name": "롯데월드",
        "address": "서울 송파구 올림픽로 240 롯데월드 3층",
        "nation": ""
    }, {
        "name": "제2 롯데월드",
        "address": "서울 송파구 올림픽로 300 제2 롯데월드 6층",
        "nation": ""
    }, {
        "name": "동대문구 기도실 (황물로)",
        "address": "서울 동대문구 황물로 15길 14 3층",
        "nation": ""
    }, {
        "name": "동대문구 기도실 (이문동)",
        "address": "서울 동대문구 이문동 346-118",
        "nation": ""
    }, {
        "name": "그랜드힐튼호텔",
        "address": "서울 서대문구 연희로 565 그랜드힐튼호텔",
        "nation": ""
    }, {
        "name": "신북 기도실",
        "address": "경기 포천시 신북면 신평2리 168-2",
        "nation": "방글라데시"
    }, {
        "name": "의정부 기도실",
        "address": "경기 의정부시 시민로 134 4층",
        "nation": "인도네시아"
    }, {
        "name": "대전리 기도실",
        "address": "경기 연천군 청산면 대전리 526",
        "nation": ""
    }, {
        "name": "옥정동 기도실",
        "address": "경기 양주시 옥정동 397-2",
        "nation": "방글라데시"
    }, {
        "name": "유양공단",
        "address": "경기 양주시 부흥로 1241번길 유양공단내",
        "nation": "방글라데시"
    }, {
        "name": "가납리 기도실",
        "address": "경기 양주시 광적면 가래비길 42 3층",
        "nation": "방글라데시"
    }, {
        "name": "상수리 기도실",
        "address": "경기 양주시 남면 화합로 619번길 106 2층",
        "nation": "방글라데시"
    }, {
        "name": "협동산업",
        "address": "경기 남양주시 의안로 240번길 31",
        "nation": "방글라데시"
    }, {
        "name": "마석 기도실",
        "address": "경기 남양주시 화도읍 가구단지 6길 49-7",
        "nation": "방글라데시"
    }, {
        "name": "진벌리 기도실",
        "address": "경기 남양주시 진전읍 진벌로 101-11",
        "nation": "방글라데시"
    }, {
        "name": "가곡로 기도실",
        "address": "경기 남양주시 화도읍 가곡로 89번길 9",
        "nation": "방글라데시"
    }, {
        "name": "월산리 기도실",
        "address": "경기 남양주시 화도읍 경춘로 달뫼3길 2-2",
        "nation": "방글라데시"
    }, {
        "name": "창현리 기도실",
        "address": "경기 남양주시 화도읍 마석로 10-2",
        "nation": ""
    }, {
        "name": "망월동 기도실",
        "address": "경기 하남시 망월동 638-6",
        "nation": "방글라데시"
    }, {
        "name": "상대원동 기도실",
        "address": "경기 성남시 박석로 5번길 28 지하",
        "nation": "방글라데시"
    }, {
        "name": "삽다리 기도실",
        "address": "경기 파주시 교하읍 동패리 284-1",
        "nation": "방글라데시"
    }, {
        "name": "장항동 기도실",
        "address": "경기 고양시 노첨길 56",
        "nation": "방글라데시"
    }, {
        "name": "한류월드",
        "address": "경기 고양시 일산서구 한류월드로 300",
        "nation": ""
    }, {
        "name": "팔거리 기도실",
        "address": "경기 김포시 대곳면 대곳북로 208",
        "nation": "방글라데시"
    }, {
        "name": "누산리 기도실",
        "address": "경기 김포시 양촌면 누산로 6번길",
        "nation": "방글라데시"
    }, {
        "name": "학운리 기도실",
        "address": "경기 김포시 양촌읍 학운리",
        "nation": "방글라데시"
    }, {
        "name": "마송리 기도실",
        "address": "경기 김포시 통진읍 마송리 40",
        "nation": "인도네시아"
    }, {
        "name": "아스라피아",
        "address": "경기 김초시 대곶면 율생로 82",
        "nation": ""
    }, {
        "name": "삼정동 기도실",
        "address": "경기 부천시 오정구 평천로 733번길 17",
        "nation": "파키스탄"
    }, {
        "name": "도당동 기도실",
        "address": "경기 부천시 원미구 계남로 295번길 46",
        "nation": "파키스탄"
    }, {
        "name": "신천동 기도실",
        "address": "경기 시흥시 삼미시장 4길 27-1 금강빌딩 4층",
        "nation": "방글라데시"
    }, {
        "name": "정왕동 기도실",
        "address": "경기 시흥시 경기과기대로 146",
        "nation": "파키스탄"
    }, {
        "name": "통북동 기도실",
        "address": "경기 평택시 통북동 60-11 지하",
        "nation": "방글라데시"
    }, {
        "name": "알이그라스",
        "address": "경기 용인시 처인구 백옥대로 1137 3층",
        "nation": ""
    }, {
        "name": "십정 1동 기도실",
        "address": "인천 부평구 배곳로 90",
        "nation": "파키스탄"
    }, {
        "name": "금오동 기도실",
        "address": "인천 서구 금오동",
        "nation": "방글라데시"
    }, {
        "name": "고잔동 기도실",
        "address": "인천 남동구 은청로 16-17",
        "nation": "방글라데시"
    }, {
        "name": "간석동 기도실",
        "address": "인천 남동구 만월북로 14 대원정밀 1층",
        "nation": "방글라데시"
    }, {
        "name": "대곡동 기도실",
        "address": "인천 서구 대곡로 154",
        "nation": "방글라데시"
    }, {
        "name": "오류동 기도실",
        "address": "인천 서구 원당대로 205번길 2층",
        "nation": "방글라데시"
    }, {
        "name": "석남동 기도실",
        "address": "인천 서구 거북로 67-1 지하",
        "nation": "방글라데시"
    }, {
        "name": "가좌동 기도실",
        "address": "인천 서구 가정로 152번길 26-1 2층 201호",
        "nation": "스리랑카"
    }, {
        "name": "인천국제공항",
        "address": "인천 중구 공항로 272 인천국제공항",
        "nation": ""
    }, {
        "name": "남동공단 (인도네시아)",
        "address": "인천 남동구 남동서로 83번길 21",
        "nation": "인도네시아"
    }, {
        "name": "남동공단 (방글라데시)",
        "address": "인천 남동구 남동서로 83번길 21",
        "nation": "방글라데시"
    }, {
        "name": "남이섬 기도실",
        "address": "강원 춘천시 남산명 남이섬길 1 동문식당 2층",
        "nation": ""
    }, {
        "name": "성황동 기도실",
        "address": "충남 천안시 충절로 52 3층",
        "nation": "파키스탄"
    }, {
        "name": "궁동 기도실",
        "address": "대전시 유성구 궁동로 18번길 98 2층",
        "nation": "파키스탄"
    }, {
        "name": "진천 기도실",
        "address": "충북 진천군 중정서 3길 6 지하 1층",
        "nation": "파키스탄"
    }, {
        "name": "월계동 기도실",
        "address": "광주 광산구 첨단중앙로 124번길 5-14 2층",
        "nation": "파키스탄"
    }, {
        "name": "오식도동 기도실",
        "address": "전북 군산시 요죽안 1길 47",
        "nation": "한국"
    }, {
        "name": "용앙리 기도실",
        "address": "전남 영암군 삼호읍 용앙리 1661-5",
        "nation": "인도네시아"
    }, {
        "name": "이슬람 알-까우사르 녹산 센터",
        "address": "부산 강서구 송정길 180",
        "nation": "파키스탄"
    }, {
        "name": "이슬람 페잔-에 마디나 사상 센터",
        "address": "부산 사상구 광장로 37번길 34 2층",
        "nation": "파키스탄"
    }, {
        "name": "이슬람 바부쌀람 정관 센터",
        "address": "부산 기장군 정관로 829 2층",
        "nation": ""
    }, {
        "name": "이슬람 장림 센터",
        "address": "부산 사하구 장림로 153 3층",
        "nation": ""
    }, {
        "name": "이슬람 미나센터",
        "address": "울산 동구 북진 5길 1 3층",
        "nation": ""
    }, {
        "name": "이슬람 바블라흐만 울산센터",
        "address": "울산 남구 갈발로 10번길 15 2층",
        "nation": ""
    }, {
        "name": "이슬람 알-부카리센터",
        "address": "울산 울주군 온산읍 덕남로 23 4층",
        "nation": ""
    }, {
        "name": "이슬람 김해 알-부카리 센터",
        "address": "경남 김해시 동상동 980-11 4층",
        "nation": "우즈베키스탄"
    }, {
        "name": "이슬람 알-따끄와 김해 센터Ⅰ",
        "address": "경남 김해시 가락로 94번길 4 2층",
        "nation": "방글라데시"
    }, {
        "name": "이슬람 알-바라까김해 센터Ⅱ",
        "address": "경남 김해시 분성로 317번길 1층",
        "nation": "인도네시아"
    }, {
        "name": "이슬람 알-히다야 김해 안동센터",
        "address": "경남 김해시 삼안로 77번길 10 2층",
        "nation": "인도네시아"
    }, {
        "name": "이슬람 페잔-에 마디나 김해성원 동상동분회",
        "address": "경남 김해시 가락로 94번길 5-5 3층",
        "nation": "파키스탄"
    }, {
        "name": "이슬람 미프따훌 잔나 양산센터",
        "address": "경남 양산시 장터1길 11",
        "nation": ""
    }, {
        "name": "이슬람 페잔-에 메디나 양산 서창센터",
        "address": "경남 양산시 삼호 11길 5 지하",
        "nation": "파키스탄"
    }, {
        "name": "이슬람 페잔-에 메디나 양산센터",
        "address": "경남 양산시 장터 1길 11 3층",
        "nation": "파키스탄"
    }, {
        "name": "이슬람 STX 진해센터",
        "address": "경남 창원시 진해구 명제로 107전길 19 101호",
        "nation": ""
    }, {
        "name": "이슬람 알-무자히든 마산진동센터",
        "address": "경남 창원시 마산합포구 진동면 서촌숲끝길 3 2층",
        "nation": ""
    }, {
        "name": "이슬람 페잔-에 마디나 창원 팔용센터",
        "address": "경남 창원시 의창구 창원대로 376 2층",
        "nation": "파키스탄"
    }, {
        "name": "이슬람 거제 장평센터",
        "address": "경남 거제시 장평1로 7길 17 2층",
        "nation": ""
    }, {
        "name": "이슬람 알-따끄와 거제옥포센터",
        "address": "경남 거제시 옥포중앙로 54 2층",
        "nation": ""
    }, {
        "name": "이슬람 페잔-에 마디나 거제 장평센터",
        "address": "경남 거제시 장평3로 2길 3 2층",
        "nation": "파키스탄"
    }, {
        "name": "이슬람 바흐룰 이슬라 통영센터",
        "address": "경남 통영시 정량안길 14 2층",
        "nation": "인도네시아"
    }, {
        "name": "이슬람 페잔-에 마디나 함안2센터",
        "address": "경남 함안군 군북면 중암리 122-4 6층",
        "nation": "파키스탄"
    }, {
        "name": "이슬람 알-아민 달서센터",
        "address": "대구 달서구 달구벌대로 1238 아진빌딩 4층",
        "nation": ""
    }, {
        "name": "이슬람 페잔 에 마디나 달서센터",
        "address": "대구 달서구 성서서로 176 3층",
        "nation": "파키스탄"
    }, {
        "name": "이슬람 퍼르마따 달서센터",
        "address": "대구 달서구 성서서로 194 지하",
        "nation": ""
    }, {
        "name": "이슬람 앗 타우바 달성 구지센터",
        "address": "대구 달성군 구지면 달성2차 동 2로 38",
        "nation": ""
    }, {
        "name": "이슬람 알-히크마 달성센터",
        "address": "대구 달성군 논공로 11길 1 2층",
        "nation": ""
    }, {
        "name": "이슬람 악사 서구센터",
        "address": "대구 서구 서대구로 296 2층",
        "nation": ""
    }, {
        "name": "이슬람 영남대 경산센터",
        "address": "경북 경산시 대학로 280 중앙기기센터 분관",
        "nation": "다nation"
    }, {
        "name": "이슬람 알-아즈하르 경산센터",
        "address": "경북 경산시 진양읍 공단6로 24길 25 2층",
        "nation": ""
    }, {
        "name": "이슬람 알-까우사르 경주센터",
        "address": "경북 경주시 북정로 63",
        "nation": ""
    }, {
        "name": "이슬람 바이툴 누르 경주외동 센터",
        "address": "경북 경주시 외동읍 산업로 2208-60",
        "nation": ""
    }, {
        "name": "이슬람 고령 다산센터",
        "address": "경북 고령군 다산면 다산산단 3길 10-6",
        "nation": ""
    }, {
        "name": "이슬람 알-무민 고령센터",
        "address": "경북 고령군 대가야읍 대가야로 1283 2층",
        "nation": ""
    }, {
        "name": "이슬람 안-누르 성주센터",
        "address": "경북 성주군 선남면 나선로 1027 2층",
        "nation": ""
    }, {
        "name": "이슬람 알-이만 영천센터",
        "address": "경북 영천시 강남길 19 2층",
        "nation": ""
    }, {
        "name": "이슬람 알-이크산 칠곡센터",
        "address": "경북 칠곡군 왜관읍 공단로 198-17 2층",
        "nation": ""
    }, {
        "name": "이슬람 알-라흐만 포항센터",
        "address": "경북 포항시 남구 대송명 제내길 36",
        "nation": ""
    }, {
        "name": "이슬람 제주센터",
        "address": "제주시 노연로 42 정한오피스텔 1208호",
        "nation": "한국"
    }, {
        "name": "사우디클럽",
        "address": "서울 성북구 정릉로 77 국민대학교내",
        "nation": ""
    }, {
        "name": "고려대 예배소",
        "address": "서울 성북구 안암로 145 고려대학교내 (공과대학, 기숙사 내)",
        "nation": ""
    }, {
        "name": "경북대 예배소",
        "address": "대구 북구 대현로 3길 17-25",
        "nation": "다nation"
    }, {
        "name": "한양대 예배소",
        "address": "서울 성동구 왕십리로 222",
        "nation": ""
    }, {
        "name": "경희대 예배소",
        "address": "서울 동대문구 경희대로 26",
        "nation": ""
    }, {
        "name": "세종대학교 기숙사내 예배소",
        "address": "서울 광진구 능동로 209",
        "nation": ""
    }, {
        "name": "선문대 기도실",
        "address": "충남 아산시 탕정면 선문로221번길",
        "nation": ""
    }, {
        "name": "부산대 예배소",
        "address": "부산 금정구 부산대학로 63번길 2 부산대 웅비관A 906호",
        "nation": "다nation"
    }, {
        "name": "부경대 예배소",
        "address": "부산 남구 용소로 45 부경대학교 이슬람예배소",
        "nation": "다nation"
    }, {
        "name": "신라대 예배소",
        "address": "부산 사상구 백양대로700번길 140글로벌센터",
        "nation": "다nation"
    }, {
        "name": "울산대 예배소",
        "address": "울산 남구 신복로 21전길 12 2층",
        "nation": "이집트"
    }, {
        "name": "영산대 예배소",
        "address": "부산 해운대구 반송순환로 142 영산대 학생생활관 B 1층 H7002 이슬람전용기도실",
        "nation": "다nation"
    }, {
        "name": "이화여대 다문화명상실",
        "address": "",
        "nation": ""
    }, {
        "name": "분당서울대학교병원 예배소",
        "address": "",
        "nation": ""
    }, {
        "name": "서강대 예배소",
        "address": "",
        "nation": ""
    }, {
        "name": "성공회대 예배소",
        "address": "",
        "nation": ""
    }, {
        "name": "성균관대 예배소",
        "address": "",
        "nation": ""
    }, {
        "name": "서울대학교 예배소",
        "address": "",
        "nation": ""
    }
]